tap "fsouza/prettierd"
tap "homebrew/bundle"
brew "docker"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "make"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "fsouza/prettierd/prettierd"
cask "1password"
cask "font-fira-code-nerd-font"
cask "ghostty", args: { appdir: "/Applications" }
cask "git-credential-manager"
cask "monodraw"
cask "steam"
cask "visual-studio-code"
cask "zed"
vscode "andenetalexander.vim-cheatsheet"
vscode "asvetliakov.vscode-neovim"
vscode "coder.coder-remote"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mvllow.rose-pine"
vscode "rooveterinaryinc.roo-cline"
