tap "fsouza/prettierd"
tap "homebrew/bundle"
brew "docker"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "icu4c@77"
brew "jq"
brew "libpq", link: true
brew "make"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "fsouza/prettierd/prettierd"
cask "1password"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "ghostty", args: { appdir: "/Applications" }
cask "git-credential-manager"
cask "monodraw"
cask "orbstack"
cask "steam"
cask "visual-studio-code"
cask "zed"
vscode "andenetalexander.vim-cheatsheet"
vscode "asvetliakov.vscode-neovim"
vscode "coder.coder-remote"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbtlabsinc.dbt"
vscode "dorzey.vscode-sqlfluff"
vscode "esbenp.prettier-vscode"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "scala-lang.scala"
vscode "sourcegraph.amp"
vscode "vitest.explorer"
