tap "homebrew/bundle"
brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "nvm"
brew "tmux"
brew "uv"
cask "1password"
cask "docker"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "steam"
cask "visual-studio-code"
cask "zed"
vscode "andenetalexander.vim-cheatsheet"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mvllow.rose-pine"
vscode "rooveterinaryinc.roo-cline"
